



"asdf asdf asdf asdf."
"asdf asdf asdf asdf asdf."

conclusions

"qwer qwer qwer."
"qwer qwer qwer."
"qwer qwer qwer."
"qwer qwer qwer."
"qwer qwer qwer."
"qwer qwer qwer."


Previous research

"Theory at both the micro and macro level predicts that investments in superior human capital generate better firm-level performance." 

Problem statement
"However, human capital takes time and money to develop or acquire, which potentially offsets its positive benefits."

Background
"Indeed, extant tests appear equivocal regarding its impact." 

Purpose - own
"To clarify what is known, we meta-analyzed effects drawn from 66 studies of the human capital–firm performance relationship and investigated 3 moderators suggested by resource-based theory."

Introduction
"Maximizing the impact and efficiency of human capital in organizations is one of the cornerstones of industrial and organizational psychology inquiry."
"It is commonly believed that such maximization benefits individuals as well as the organizations in which they work."   
"Indeed, research in applied psychology and strategic human resource management clearly indicates that investing in human capital can yield positive individual- as well as organization-level performance outcomes (e.g., Becker & Huselid, 2006; Bowen & Ostroff, 2004; Huselid, 1995; Le, Oh, Shaffer, & Schmidt, 2007; Subramony, Krause, Norton, & Burns, 2008)." 

"Within macro organizational inquiry, understanding the key determinants of organizational performance has long been an important goal (Rumelt, Schendel, & Teece, 1994; Summer et al., 1990)." 
"Over the last 15 years, researchers working to develop a resource-based theory (RBT) of competitive advantage have highlighted the role of human capital as a key factor explaining why some firms outperform others (Acedo, Barroso, & Galan, 2006; Barney, 1991; Barney, Wright, & Ketchen, 2001; Coff, 1999)." 
"RBT argues that the heterogeneous distribution of valuable resources among firms—such as human capital— explains performance differences." 
"Firms possessing valuable resources that others cannot easily duplicate or substitute for will outperform competitors lacking such resources (Barney, 1991; Peteraf, 1993)."  
"As efforts have progressed to describe the types of resources most likely to shape competitive advantage and performance, researchers quickly converged on knowledge embedded in human capital as perhaps the most universally valuable and imperfectly imitable resource (Coff, 1997; Grant, 1991, 1996; Kogut & Zander, 1992)."  

"In short, there are several potentially important theoretical moderators of the human capital–performance relationship." 
"Given the prominence of human capital as a determinant of performance differences within micro and macro inquiry, the initial evidence suggesting that the empirical evidence is mixed, and theory suggesting that there are important moderators of the human capital– performance relationship, a meta-analysis designed to clarify extant evidence seems both timely and warranted."
"Meta-analysis quantitatively aggregates prior studies’ empirical findings in order to detect whether a relationship exists and to estimate the magnitude of the effect by taking into account study artifacts, such as sampling and measurement error (Hunter & Schmidt, 2004)."
"Meta-analysis also allows investigation of moderators that help explain why results vary systematically among studies of the same relationships."  

"Grounding our study in RBT, we investigate three potential moderators: (a) path dependence (i.e., cross-sectional vs. longitudinal study designs), (b) firm-specific versus general human capital, and (c) operational versus global firm performance measures."
"Estimating the overall effect of human capital offers a benchmark for understanding the extent to which it broadly impacts performance."
"Our tests for moderation support RBT, suggesting that it matters where human capital resides and how researchers attempt to capture it." 

"Hypothesis 1: Human capital is positively related to performance."

"Hypothesis 2: The relationship between human capital and performance is stronger among studies using longitudinal data than among studies using cross-sectional data."

"Hypothesis 3: The relationship between human capital and performance is stronger when measures capture specific human capital rather than when measures capture general human capital."
                                          
"Hypothesis 4: The relationship between human capital and performance is stronger when performance is measured with operational performance measures than when it is measured with global performance measures."

Findings
"We found that human capital relates strongly to performance, especially when the human capital in question is not readily tradable in labor markets and when researchers use operational performance measures that are not subject to profit appropriation."

Conclusions
"Our results suggest that managers should invest in programs that increase and retain firm-specific human capital."

Discussion
"Arguably, all of the applied psychological research focusing on individual job performance is predicated on the assumption that individual-level differences impact organizational-level outcomes." 
"This assumption is most clearly articulated in RBT." 
"However, whereas RBT highlights human capital as a key determinant of firm performance, extant research has not yet shown a clear link between the possession of human capital and performance (Newbert,2007)." 
"Because meta-analysis statistically aggregates research findings and substantially reduces the effects of primary study artifacts (e.g., sampling and measurement error), we were able to combine findings from 66 prior studies to estimate the size of the human capital–performance relationship."
"Overall, the results suggest that human capital is strongly related to performance but that the relationship is influenced by the competitiveness of the strategic factor market for the type of human capital under investigation and the extent to which measures are subject to the appropriability condition."

"With regard to aggregation, we found that studies whose human capital measures required within-firm aggregation reported weaker results than studies whose measures did not."
"One possible explanation is that the former are more distant proxies that rely on simple addition across people, whereas the latter are more direct and more closely capture the synergies created among people." 
"To the extent that this explanation is accurate, researchers could assess possible synergistic effects among people by including both measures that require aggregation and measures that do not require aggregation in their studies and then comparing the effect sizes associated with the two types of measures."

Implication
"A final implication involves our finding that operational performance mediates the relationship between human capital and performance."   

Contribution
"In our view, this finding takes a step toward clarifying the relationship between human capital and organizational performance and suggests that researchers should begin to take stock of performance both within organizations and at the organizational level."

Conclusion
"Overall, our study takes a step toward better understanding the extent to which human capital shapes performance."
"As the global economy becomes increasingly knowledge based, the acquisition and development of superior human capital appears essential to firms’ viability and success."
"For managers, our results leave little doubt that to achieve high performance, firms need to acquire and nurture the best and brightest human capital available and keep these investments in the firm."
"For researchers, the results suggest that received theory has correctly pointed to the importance of human capital, and, in particular, specific human capital, as key determinants of firm success, but that not all human capital is equal and not all benefits go to owners." 
"We hope that our results form a foundation that future researchers can use to build theory about additional contingencies surrounding the human capital–performance relationship."                                                                                                                                                                                                                                                                  


