{
  "what were the research goals?":
  {
    "problem definition":
    [
    ],        
    "purpose":
    [
      "we investigate three potential moderators: (a) path dependence (i.e., cross-sectional vs. longitudinal study designs), (b) firm-specific versus general human capital, and (c) operational versus global firm performance measures.",
      "Our objective was to collect the population of studies that examined whether human capital relates to performance."
    ],
    "hypotheses": 
    [
      "Human capital is positively related to performance.",
      "The relationship between human capital and performance is stronger among studies using longitudinal data than among studies using cross-sectional data."
    ]
  },

  "how was the research done?":
  {
    "method": ""
  },

  "what were the outcomes?": 
  { 
    "findings": 
    [
      "The results provide evidence that the link between human capital and performance is stronger when human capital is firm specific rather than general.",
      "We found that operational performance measures correlate more strongly than global organizational performances measures with human capital.",
      "we found that when human capital is present across multiple levels of hierarchy, the performance implications are much stronger than when human capital is present at just one level."
    ],
    "conclusions": 
    [
      "For researchers, the results suggest that received theory has correctly pointed to the importance of human capital, and, in particular, specific human capital, as key determinants of firm success, but that not all human capital is equal and not all benefits go to owners", 
      "the results suggest that if research considers only global performance measures (e.g., ROA) and neglects to measure operational performance outcomes, important sources of competitive advantage and disadvantage within a firm might go undetected (Ray et al., 2004)",
      "For managers, our results leave little doubt that to achieve high performance, firms need to acquire and nurture the best and brightest human capital available and keep these investments in the firm."
    ],
    "contribution": 
    [
      "Overall, our study takes a step toward better understanding the extent to which human capital shapes performance."
    ],
    "implications":
    [
      "A key implication for managers is to not just focus on human capital at one just level—such as top managers or lower level employees— but instead to cultivate human capital across all levels within the hierarchy."
    ],
    "recommendation":
    [
    ]
  }
}
