{ "root": 
  [
    {
      "name": "Goals",
      "subs": 
      [
        {
          "name": "Problem Statement",
          "text": 
          [
            "Theory at both the micro and macro level <<predicts>> <<that>> <investments> <in> <superior> <human> <capital> <<generate>> <<better>> <<firm-level>> <<performance.>> However, human capital takes time and money to develop or acquire, <which> <potentially> <<offsets>> <its> <<positive>> <benefits.> Indeed, extant tests appear equivocal regarding its impact."
          ]
        },
        {
          "name": "Purpose",
          "text": 
          [
            "To clarify what is known, <we> <meta-analyzed> effects drawn from <<66>> <<studies>> of the <human> <capital> <–> <firm> <performance> <relationship> and <<investigated>> <<3>> <<moderators>> suggested by resource-based theory:",
            "(a) path dependence (i.e., cross-sectional vs. longitudinal study designs)", 
            "(b) firm-specific versus general human capital, and",
            "(c) operational versus global firm performance measures."
          ]
        },
        {
          "name": "Hypotheses",
          "text": 
          [
            "Is human capital simply a direct precursor of performance, or is the relationship more complicated? At what point does the utility of human capital begin to diminish and lose its value?",
            "Human capital is <positively> <related> to performance.",
            "The <relationship> <between> human capital and performance is <stronger> among studies using longitudinal data than among studies using cross-sectional data.",
            "The <relationship> <between> human capital and performance is <stronger> when measures capture specific human capital rather than when measures capture general human capital.",
            "The <relationship> <between> human capital and performance is <stronger> when performance is measured with operational performance measures than when it is measured with global performance measures."
          ]
        }
      ]
    },
    {
      "name":"Findings",
      "subs": 
      [
        {
          "name": "Findings",
          "text": 
          [
            "We found that human capital <relates> <strongly> to performance, <<especially>> <<when>> <<the>> <<human>> <<capital>> <<in>> <<question>> <<is>> <<not>> <<readily>> <<tradable>> in labor markets and when researchers use operational performance measures that are <not> <subject> <to> profit appropriation."
          ]
        },
        {
          "name": "Conclusions",
          "text":
          [
            "Overall, the results suggest that human capital is <strongly> <related> <to> <performance> <but> <that> <the> <relationship> <is> <influenced> <<by>> <<the>> <<competitiveness>> <<of>> <<the>> <<strategic>> <<factor>> <<market>> for the type of human capital under investigation and <the> <extent> <to> <which> <measures> <are> <subject> <to> <the> <<appropriability>> <<condition.>>",
            "With regard to aggregation, we found that studies whose human capital measures required within-firm aggregation reported <weaker> <results> than studies whose measures did not. One possible explanation is that the former are more distant proxies that rely on simple addition across people, whereas the latter are more direct and more closely capture the synergies created among people. To the extent that this explanation is accurate, researchers could assess possible synergistic effects among people by including both measures that require aggregation and measures that do not require aggregation in their studies and then comparing the effect sizes associated with the two types of measures.",
            "Overall, our study takes a step toward better understanding the extent to which human capital shapes performance. As the global economy becomes <increasingly> knowledge based, the acquisition and development of <superior> human capital appears <essential> to firms’ <viability> and <success.> For managers, <our> <results> leave <little> <doubt> that to <achieve> <high> <performance,> firms need to acquire and nurture the <best> and brightest human capital <available> and keep these <investments> in the firm. For researchers, the <results> <suggest> that received <theory> has <correctly> <pointed> <to> the <importance> of human capital, and, in particular, specific human capital, as <key> <determinants> of firm <success,> but that <not> <all> human capital is <equal> and <not> <all> <benefits> go to owners. We <hope> that <our> <results> form a <foundation> that future researchers <can> <use> to <build> <theory> about <additional> <contingencies> surrounding the human capital <performance> <relationship.>"          
          ]
        }
      ]
    },
    { 
      "name": "More",
      "subs":       
      [
        {
          "name": "Contribution",
          "text":
          [
            "In our view, this finding takes a step toward clarifying the relationship between human capital and organizational performance and suggests that researchers should begin to take stock of performance both within organizations and at the organizational level."
          ]
        },
        {
          "name": "Implications",
          "text":
          [
            "A key implication is that, to improve performance, firms <<not>> <<only>> <<should>> attract, invest in, and develop human capital but <<should>> <<also>> <<retain>> experienced managers and employees, because doing so pays off handsomely.",
            "A final implication involves our finding that <operational> <performance> <mediates> <the> <relationship> <<between>> <<human>> <<capital>> <<and>> <<performance.>>"   
          ]
        },
        {
          "name": "Recommendations",
          "text":
          [
            "Our results suggest that managers <should> <invest> in programs that <increase> <and> <retain> <firm-specific> <human> <capital.>",
            "For managers, the results also suggest that they should strive to develop a long-tenured workforce whose skills are tied to the firm’s unique context.",
            "For researchers, this finding suggests that, when possible, the levels of hierarchy used as data sources should be accounted for in empirical analyses."                        
          ]
        }
      ]
    }
  ]
}
